/* 
  Localizable.strings
  Copyright © 2024 Telus Digital. All rights reserved.
*/

"Save" = "Salvar";
"Cancel" = "Cancelar";
"Select Language" = "Seleccione el idioma";
"Select Channel" = "Seleccionar canal";
"Widget Settings" = "Configuración de widgets";
"Settings" = "Ajuste";
"More Options" = "Mas opciones";
"Submit" = "Entregar";
"Skip feedback" = "Saltar comentarios";
"Did we resolve your issue?" = "¿Resolvimos tu problema?";
"Send Chat Transcript to your email address" = "Enviar transcripción de chat a su dirección de correo electrónico";
"Chat Transcript" = "Transcripción de chat";
"Thanks for your feedback!" = "gracias por tus comentarios";
"Feedback Comment" = "Realimentación Comentario";
"Additional Feedback" = "Comentarios adicionales";

"Add Additional Feedback" = "Agregar comentarios adicionales";
"Regarding the TELUS Virtual Assistant that just helped you, how would you rate its performance?" = "Con respecto al Asistente Virtual TELUS que le acaba de ayudar, ¿cómo calificaría su desempeño?";
"Want to share feedback?" = "¿Quieres compartir tus comentarios?";
"Sorry! Your device does not support speech input" = "¡Lo siento! Su dispositivo no es compatible con la entrada de voz";
"Ask me something" = "Pregúntame algo";
"Say something" = "Di algo";
"Something went wrong while connecting, make sure the credentials are right and try again" = "Algo salió mal al conectarse, asegúrese de que las credenciales sean correctas y vuelva a intentarlo";
"Logout" = "Cerrar sesión";
"This field is required" = "este campo es requerido";
"This password is incorrect" = "Esta contraseña es incorrecta";
"This Jid  is invalid" = "Este JID no es válido";
"Sign in" = "Registrarse";
"Password" = "Contraseña";
"Chatbot" = "Chatbot";
"Mobile" = "Móvil";
"Privacy Policy" = "Política de privacidad";
"Agent" = "Agente";
"Read more" = "Lee mas";
"Read less" = "Leer menos";
"Close" = "Cerca";
"Email" = "Correo electrónico";
"Email address" = "Dirección de correo electrónico";
"Quick reply" = "Respuesta rápida";
"Emoji" = "emoticonos";
"Please Enter Email" = "Ingrese el correo electrónico";
"Email Sent" = "Email enviado";
"OK" = "OK";
"YES" = "SÍ";
"NO" = "NO";
"Immediate fun or longer purpose - how to choose?" = "Diversión inmediata o propósito más largo: ¿cómo elegir?";
"good" = "Buena";
"response" = "respuesta";
"Failure" = "Falla";
"Feedback successfully posted." = "Comentarios Publicación exitosa.";
"Error" = "Error";
"No Internet connection " = "Sin conexión a Internet ";
"Oops!" = "¡UPS!";
"Hi" = "Hola";
", thank you for your patience, we will be connecting you to the next available agent shortly." = ", gracias por su paciencia, lo conectaremos con el próximo agente disponible en breve.";
"Waiting for agent" = "Esperando al agente";
"is now connected to chat" = "Ahora está conectada al chat";
"Genesys Call Transfer" = "Transferencia de llamadas de Genesys";
"No Chatbot Found" = "No se encontró ningún chatbot";
"Feedback" = "Reacción";
"Message!" = "¡Mensaje!";
"Sorry, the requested URL not found!" = "¡Lo sentimos, la URL solicitada no se encuentra!";
"Text to speech" = "Texto a voz";
"Enable text to speech" = "Habilitar texto a voz";
"has disconnected the chat" = "ha desconectado el chat";
"Please enter valid email" = "Por favor introduzca un correo electrónico válido";
"Success" = "Éxito";
"Sorry! Currently no agent is available" = "¡Lo siento! Actualmente no hay ningún agente disponible";
"Oops, this service is temporarily unavailable" = "Vaya, este servicio no está disponible temporalmente";
"Retry" = "Rever";
"1" = "1";
"2" = "2";
"3" = "3";
"4" = "4";
"5" = "5";
"6" = "6";
"7" = "7";
"8" = "8";
"9" = "9";
"10" = "10";
"You are no longer connnected with live agent." = "Ya no estás conectado con el agente en vivo.";
"Unable to load the requested URL" = "No se puede cargar la URL solicitada";
"Unable to serve, you are too fast in typing" = "No se puede publicar, eres demasiado rápido al escribir";
"Unable to play video" = "No se puede reproducir el vídeo";
"Thank You" = "Gracias";
"Chatbot cannot connect to the server at the moment. Please retry." = "Chatbot no puede conectarse al servidor en este momento. Por favor, intenta de nuevo.";
"Connect" = "conectar";
"Permission Denied" = "Permiso denegado";
"Speech recognition permission is declined. Please allow access from settings." = "Se rechaza el permiso de reconocimiento de voz. Permita el acceso desde la configuración.";
"Mike permission is declined. Please allow access from settings." = "Se rechaza el permiso de Mike. Permita el acceso desde la configuración.";
"Please allow location access to fetch your current location." = "Permita el acceso a la ubicación para obtener su ubicación actual.";
"Open Settings" = "Configuración abierta";
"Not Now" = "ahora no";
"Please select location on the map" = "Por favor seleccione ubicación en el mapa";
"Done" = "hecho";
"Clear" = "limpiar";
"Signature" = "firma";
"Signature not found." = "Firma no encontrada.";
"Upload QR Code" = "Subir código QR";
"Scan QR Code" = "escanear código QR";
"Please select option" = "Por favor seleccione la opción";
"Upload from Library" = "Subir desde la biblioteca";
"Scanned Code" = "Código escaneado";
"Uploaded QR Code is not valid. Please upload again." = "El código QR cargado no es válido. Por favor sube de nuevo.";
"Device has no camera" = "El dispositivo no tiene cámara";
"Please allow permission to use the Camera so that you can scan QR code." = "Permita permiso para usar la cámara para poder escanear el código QR.";
"Please allow permission to access photos so that you can scan QR code." = "Por favor, permita el acceso a las fotos para poder escanear el código QR.";
"Reupload QR Code" = "Volver a cargar el código QR";
"Rescan QR Code" = "Volver a escanear el código QR";
"unread message(s)" = "mensajes no leídos";
"Chat Invite" = "Invitación de chat";
"You have a new chat invite from" = "Tienes una nueva invitación de chat de";
"Reject" = "rechazar";
"Accept" = "aceptar";
"Your session has been expired. Please start a new conversation." = "Tu sesión ha terminado. Por favor inicie una nueva conversación.";
"Please enter" = "por favor escribe";
"Please enter valid" = "Por favor ingrese válido";
"can't be more than" = "no puede ser más que";
"characters" = "caracteres";
"Select" = "seleccionar";
"Please select" = "Por favor seleccione";
"Unable to send chat transcript." = "No se puede enviar la transcripción del chat.";
"Reset" = "Reiniciar";
"Please enter details" = "Por favor, introduzca los datos";
"Email will be send to you shortly" = "En breve le enviaremos un correo electrónico.";
